Repository: AndrioCelos/kvirc-scripts
Catalog: chanstats/locale/chanstats_*.po
Languages: de, nl

source: Channel Statistics
de: Kanalstatistiken
nl: Kanaal Statistieken

source: Shows Statistics for a joined channel.
de: Zeigt Statistiken beim Betreten eines Kanals
nl: Toon Statistieken voor een actief kanaal

source: Chanstats Config
de: ChanStats Konfiguration
nl: Configuratie Kanaalstatistieken

source: cleanup options
de: Bereinigungseinstellungen
nl: Schoonmaak Opties

source: remove channels from the regchan-module after :
de: entferne Kanaele vom regchan-Modul nach :
nl: Verwijder kanalen uit de regchan-module na :

source: days without ChanStats.
de: Tagen ohne ChanStats
nl: Dagen zonder Kanaalstatistieken

source: display options
de: Anzeigeeinstellungen
nl: Toon opties

source: display user-percentages
de: zeige Benutzer-Verteilung
nl: Toon gebruikers-percentages

source: enable percentage-bars, drawn with char :
de: zeige Prozentbalken, erstellt durch das Zeichen :
nl: Activeer percentage-balken, weergegeven met teken :

source: enable developments
de: zeige Benutzer-Entwicklungen

source: display user-peak
de: zeige Benutzerhoechstzahl
nl: Toon gebruikers-piek

source: display last visit
de: zeige letzten Besuch
nl: Toon laaste bezoek

source: notification options
de: Bereinigungseinstellungen
nl: Schoonmaak Opties

source: show new user-peaks
de: ueber neue Benutzerhoechstzahl benachrichtigen
nl: Toon nieuwe gebruikers-piek

source: show removed channels by cleanup [console-window]
de: ueber bereinigte Kanaele benachrichtigen [Konsolenfenster]
nl: Toon verwijderde kanalen door schoonmaak [console-window]

source: Apply
de: Anwenden
nl: Toepassen

source: Cancel
de: Abbrechen
nl: Afbreken

source: channel-data for
de: Kanaldaten fuer
nl: Kanaal-info voor

source: has been removed from regchan-module.
de: wurden vom regchan-Modul entfernt.
nl: is verwijderd van de regchan-module.

source: channels have been removed from the regchan-module.
de: Kanaele wurden vom regchan-Modul entfernt.
nl: kanalen zijn verwijderd uit de regchan module.

source: New user peak for channel
de: Neue Benutzerhoechstzahl fuer Kanal
nl: Nieuwe gebruikers-piek voor kanaal

source: user(s)
de: Benutzer
nl: Gebruiker(s)

source: usage: /chanstats <option>
de: Nutzung: /chanstats <Option>
nl: Gebruik: /chanstats <opties>

source: possible options:
de: moegliche Optionen:
nl: Mogelijke opties:

source: configure ChanStats-script
de: ChanStats-Script konfigurieren
nl: Configureer Chanstats-script

source: displays usercounts,peak-data and time of last visit
de: Statistiken anzeigen
nl: Toon gebruikersaantal,piek-data en tijd van laatste bezoek

source: resets channel-data in the regchan-module
de: entferne Kanaldaten vom regchan-Modul
nl: Verwijdert kanaal-info uit de regchan-module

source: you were just reading the results ;)
de: Du liest gerade das Ergebnis ;)
nl: Je leest net het resultaat ;)

source: half-OP(s)
de: Halb-Op(s)

source: peon(s)
de: normale(r) Benutzer

source: user peak
de: Benutzerhoechstzahl
nl: Gebruikers-piek

source: last visit
de: letzter Besuch
nl: Laatste bezoek

source: ERROR
de: FEHLER
nl: FOUT

source: chanstats are only available in channel windows
de: ChanStats sind nur in Kanalfenstern verfuegbar
nl: Statistieken zijn alleen beschikbaar in een actief kanaal

source: installation of the chanstats script was succesful,
de: Installation des ChanStats-Scriptes erfolgreich abgeschlossen,
nl: Installatie van het Chanstats Script is gelukt

source: configure ChanStats by using '/chanstats config'.
de: konfiguriere ChanStats durch '/chanstats config'.
nl: Configureer Chanstats door te gebruiken: 'chanstats config'.

source: perform a '/chanstats help' to see possible actions.
de: Durch '/chanstats help' erhaelst Du eine Liste moeglicher Optionen.
nl: Gebruik '/chanstats help' om mogelijke acties weer te geven.

source: you can always uninstall ChanStats by using 'Manage Addons ...' from the settings menu
de: Das Script kann jederzeit deinstalliert werden ueber 'Manage Addons ...' im Einstellungen-Menue.
nl: Je kunt Chanstats altijd de-installeren door 'Manage Addons ...' te gebruiken onder
