Repository: AndrioCelos/kvirc-scripts
Catalog: twinsmediaplayer/locale/twinsmediaplayer_*.po
Languages: de, fr, ru

source: Twins: Show Mediaplayer
de: Twins: Medienabspieler anzeigen
fr: Twins : Montrer le Lecteur Multimédia
ru: Twins: показать проигырватель

source: Show the mediaplayer of the Twins script
de: Zeigt die Medienwiedergabe des Twins-Skriptes an
fr: Montrer le Lecteur Multimédia du script Twins
ru: Показать проигрыватель для Twins скрипта

source: is listening to
de: hört gerade
fr: écoute
ru: слушает

source: It is the 3rd time we attempt to start amarok. If you want to try again, type $b/\%TwinsMediaPlayer.try=0$b before.
de: Es ist das dritte mal, dass wir versuchen Amarok zu starten. Wenn Sie es erneut versuchen wollen, geben Sie bitte vorher $b/\%TwinsMediaPlayer.try=0$b ein.
fr: C'est la troisième tentative de lancement d'Amarok. Si vous désirez retenter, tapez $b/\%TwinsMediaPlayer.try=0$b avant.

source: Starting Twins Media Player in$k(12) %iTime$k()s
de: Starte Twins-Medienwiedergabe in $k(12) %iTime$k()s
fr: Lancement du Lecteur Multimédia de Twins dans $k(12) %iTime$k()s

source: Year
de: Jahr
fr: Année

source: Length
de: Länge
fr: Durée

source: Frequency
de: Frequenz
fr: Fréquence

source: Bitrate
fr: Taux

source: unknown
de: Unbekannt
fr: inconnu

source: stopped
de: gestoppt
fr: stoppé

source: playing
de: läuft
fr: en lecture

source: paused
de: Pause
fr: en pause

source: Twins Media Player
fr: Lecteur Multimédia de Twins
ru: Twins скрипт для проигрывателя музыки

source: Previous track
de: vorheriges Stück
fr: Morçeau précédent
ru: Предыдущая песня

source: Rewind
de: zurückspulen
fr: Retour rapide

source: Play
de: Wiedergeben
fr: Lecture
ru: Играть

source: Fast forward
de: schneller Vorlauf
fr: Avance rapide

source: Next track
de: nächstes Stück
fr: Morçeau suivant
ru: Следующая песня

source: Shuffle
fr: Lecture aléatoire

source: Repeat current track
de: Aktuelles Stück wiederholen
fr: Répéter le morceau en cours

source: Advertise the current track on a channel or in a query
de: Aktuelles Stück im Channel oder Query anzeigen
fr: Annoncer le morçeau en cours sur un salon ou dans un privé
ru: Показать проигрываемую песню

source: Configure the media player
de: Medienabspieler einrichten
fr: Configurer le lecteur multimédia
ru: Конфигурировать проигрыватель

source: Volume control
de: Lautstärkenregelung
fr: Contrôle du volume

source: Current volume
de: aktuelle Lautstärke
fr: Volume actuel

source: Open url or add files to playlist
de: URL öffnen oder Dateien zur Abspielliste hinzufügen
fr: Ouvrir une url ou ajouter des fichiers à la liste de lecture
ru: Открыть url или добавить файлы в список

source: Advertise and <i>offer</i> the current track on a channel or in a query
de: Aktuelles Stück im Channel oder Query anzeigen und <i>anbieten</i>
fr: Annoncer et <i>offrir</i> le morçeau en cours sur un salon ou dans un privé
ru: Показать и <i>предложить для скачивания</i> проигрываемую песню

source: Close the media player
de: Medienabspieler schließen
fr: Fermer le lecteur multimédia
ru: Выбрать проигрыватель

source: Show the player
de: Abspieler anzeigen
fr: Montrer le lecteur
ru: Показать плеер

source: Hide the player
de: Abspieler verstecken
fr: Cacher le lecteur
ru: Спрятать плеер

source: No track being played
de: Es wird kein Stück wiedergegeben
fr: Aucun morçeau en cours
ru: Никакой песни не проигрывается

source: Status:
fr: Statut :
ru: Статус:

source: Choose a file or an Mrl to play
de: Wählen Sie eine Datei oder MRL zum wiedergeben
fr: Choisissez un fichier ou une Mrl à lire
ru: Выбрать файл или MRL для проигрывания

source: Choose a file
de: Wählen Sie eine Datei
fr: Choisissez un fichier
ru: Выбрать файл

source: Play an mrl (ex.: http://..., or dvd://...):
de: MRL (z. B. http://... oder dvd://...) wiedergeben:
fr: Lisez une Mrl (ex. : http://..., or dvd://...) :
ru: Проиграть mrl ( например http://..., или dvd://...):

source: Play Mrl
de: MRL abspielen
fr: Lisez une Mrl
ru: Проиграть Mrl

source: Your Mrl is empty!
de: Die MRL ist leer!
fr: Votre Mrl est vide !
ru: Ваш Mrl пуст!

source: Add File
de: Datei hinzufügen
fr: Ajout Fichier
ru: Добавить файл

source: Confirm Quit
de: Beenden bestätigen
fr: Confirmation Quit
ru: Подтвердите выход

source: Do you really want to close the Twins media Player?
de: Möchten Sie Twins Media Player wirklich beenden?
fr: Désirez-vous vraiment fermer le Lecteur Multimédia de Twins ?
ru: Вы действительно хотите закрыть Twins media Player?

source: Remember this choice?
de: Diese Auswahl merken?
fr: Se rappeler de ce choix ?
ru: Запомнить выбор?

source: Twins Media Player Configuration
de: Twins Media Player Einstellungen
fr: Configuration Lecteur Multimédia de Twins
ru: Конфигурация Twins Media Player

source: Advertising
de: Anzeigen
fr: Annonces
ru: Показ на канале

source: Choose the technical information you want to advertise
de: Wählen Sie die technischen Informationen, die Sie anzeigen möchten
fr: Selectionner les informations techniques que vous désirez annoncer
ru: Выберите техническую информацию, которая должна быть показана

source: Announcement string
de: Anzeigenzeichenkette
fr: Chaîne de charactère d'annonce
ru: Строка, показываемая на канале

source: Separator string between tecnhical information
de: Trennzeichen oder -zeichenkette zwischen den technischen Informationen
fr: Chaîne de charactère séparant les informations techniques
ru: Разделитель между технической информацией

source: Timeout of file offers
de: Zeitbeschränkung des Anbietens
fr: Temps d'expiration des offres
ru: Время доступности для скачивания файла

source: Max length of offered file names
de: maximale Länge der angebotenen Dateinamen
fr: Longueur max des noms de fichiers offerts

source: Look
de: Aussehen
fr: Apparence
ru: Вид

source: Window
de: Fenster
fr: Fenêtre
ru: Окно

source: Artist
de: Künstler
fr: Artiste
ru: Автор

source: Title
de: Titel
fr: Titre
ru: Название

source: Player
de: Abspieler
fr: Lecteur
ru: Плеер

source: Choose your player
de: Abspieler auswählen
fr: Choisissez votre lecteur
ru: Выберите свой плеер

source: Auto-detect
de: automatisch ermitteln
fr: Déctection auto
ru: Автоматический выбор

source: Start && Quit
de: Starten && Verlassen
fr: Démarrage && Fermeture
ru: Запуск и выход

source: Start mode
de: Startmodus
fr: Mode de démarrage
ru: Режим запуска

source: Always start the media player with KVIrc
de: Den Medienabspieler immer mit KVIrc starten
fr: Toujours démarrer le lecteur multimédia avec KVIrc
ru: Всегда открывать окно при запуске KVIrc

source: Let the user to manually start the media player
de: Den Benutzer den Medienspieler manuell starten lassen
fr: Laisser l'utilisateur démarrer lui même le lecteur
ru: Позволить пользователю вручную открывать окно

source: Remember the media player state of the last KVIrc session
de: Den Status des Medienabspielers der letzten KVIrc-Sitzung merken
fr: Se référer à l'état du lecteur lors de la dernière session
ru: Запоминать последнее состояние окна

source: Confirm before quit
de: Verlassen bestätigen
fr: Confirmer avant de quitter
ru: Подтвердите выход

source: Foreground
de: Vordergrund
fr: Avant-plan
ru: Передний план

source: Enter an html color code like <b>white</b> or <b>#ffffff</b>
de: HTML-Farbcode, wie z. B. <b>white</b> oder <b>#ffffff</b> eingeben
fr: Entrez un code de couleur html comme <b>white</b> ou <b>#ffffff</b>
ru: Ведите html код, например <b>white/b> или <b>#ffffff</b>

source: Background
de: Hintergrund
fr: Arrière-plan
ru: Фон

source: Length:
de: Länge:
fr: Durée :

source: Bitrate:
fr: Taux :

source: none
de: Nichts
fr: aucun
ru: нет

source: Found:
de: Gefunden:
fr: Trouvé :
ru: Найдено:

source: Volume
de: Lautstärke

source: Stop
ru: Стоп

source: Pause
ru: Пауза

source: Ok
ru: Ок

source: Album
ru: Альбом
