Repository: AndrioCelos/kvirc-scripts
Catalog: nowplaying4/locale/nowplaying_*.po
Languages: de, it

source: Now Playing: The media advertiser
de: Now Playing: Der Medienanzeiger
it: Now Playing: Il pubblicizzatore di media

source: Allows advertising and sharing the currently played media
de: Erlaubt das Anzeigen und Teilen des grade gehörten Stücks
it: Permette la publicizzazione del media attualmente in esecuzione

source: Now Playing Script Configuration
de: Now-Playing-Skript Einstellungen
it: Configurazione dello script "Now Playing"

source: Output Format
de: Ausgabeformat
it: Formato dell'output

source: Use Colors
de: Farben benutzen
it: Utilizza i colori

source: Bold Title
de: fetter Titel
it: Titolo in grassetto

source: Output Contents
de: auzugebender Inhalt
it: Contenuti dell'output

source: Show Year
de: Jahr anzeigen
it: Mostra anno

source: Show Bitrate
de: Bitrate anzeigen
it: Mostra bitrate

source: Show Sample Rate
de: Sample-Rate anzeigen
it: Mostra frequenza di campionamento

source: Show Channels
de: Kanäle anzeigen
it: Mostra il numero dei canali

source: Show File Size
de: Dateigröße anzeigen
it: Mostra la dimensione del file

source: Other
de: Anderes
it: Altro

source: Share Media
de: Stück verteilen
it: Condividi il media

source: seconds
de: Sekunden
it: secondi

source: Cancel
de: Abbrechen
it: Annulla

source: Seems that your media player is not playing at the moment (status:
de: Es scheint, dass der Medienspieler zur Zeit nichts wiedergibt (Status:
it: Sempre che il tuo media player non stia suonando al momento (stato:

source: You can advertise the currently played media only on channels and queries
de: Das aktuell gespielte Stück kann nur in Channels und Queries angeboten werden
it: Puoi plublicizzare il media attualmente suonato solo su canali e query

source: Advertise current media
de: Aktuelles Stück anbieten
it: Publicizza il media corrente

source: Advertises the currently played media and shares it
de: Bietet das aktuelle Stück zum Teilen an

source: Configure "Now Playing"
de: "Now Playing" einrichten
it: Configura "Now Playing"

source: Allows configuring the "Now Playing" script addon
de: Erlaubt die "Now Playing"-Erweiterung einzurichten
it: Permette la configurazione dello script "Now Playing"

source: Now Playing
de: jetzt läuft

source: Share Timeout
it: Durata della condivisione
