Repository: AndrioCelos/kvirc-scripts
Catalog: autoaway/locale/autoaway_*.po
Languages: de

source: Automatic Away
de: automatisch Abwesend

source: Automatically enters away state after a period of inactivity
de: Wechselt automatisch nach einer gewissen Zeit Inaktivität in den Abwesend-Modus

source: felt asleep over the keyboard...
de: über der Tastatur eingeschlafen...

source: felt asleep over the keyboard after \%AutoAwayTime minutes of inactivity...
de: über der Tastatur eingeschlafen nach \%AutoAwayTime Minuten Inaktivität...

source: Automatic Away Configuration
de: Automatisch-Abwesend Einstellungen

source: Enable Automatic Away
de: Automatisch-Abwesend aktivieren

source: The Away Reason text will be used as parameter of the /AWAY command. It can contain color codes, identifiers and variables.<br>Hints: \$k(fg,bg), \$b, \%AutoAwayTime
de: Der Abwesenheitsgrund wird als Parameter für den /AWAY-Befehl genutzt. Er kann Farbcodes, Bezeichner und Variablen enthalten.<br>Hinweise: \$k(Vg,Hg), \$b, \%AutoAwayTime

source: Reason
de: Grund

source: This is the aproximate timeout after that KVIrc will automatically set away mode
de: Dies ist die durchschnittliche Zeitspanne, nach der KVIrc automatisch den Abwesend-Status setzt

source: Inactivity Timeout
de: Inaktivitätszeitspanne

source: minutes
de: Minuten

source: While setting away mode, the addon can also execute a /me command on all the channels and queries you are on.<br>Please be aware that away actions are often looked sospiciously by operators...
de: Beim Setzen des Abwesend-Modus kann diese Erweiterung auch einen /me-Befehl in allen betretenen Channels und Queries ausführen.<br>Bitte beachten Sie, dass dieses oftmals nicht gern gesehen wird...

source: Use Away Message
de: Abwesend-Nachricht benutzen

source: Cancel
de: Abbrechen

source: Autoaway must be started in a connected IRC context
de: Autoaway muss in einem verbundenen IRC-Kontext gestartet werden

source: Entering AutoAway after
de: Abwesend-Status setzen nach

source: minutes of IRC context inactivity
de: Minuten Inaktivität des IRC-Kontextes

source: Autoaway can be running only in an IRC context
de: Autoaway kann nur in einem IRC-Kontext ausgeführt werden
