Repository: AndrioCelos/kvirc-scripts
Catalog: newsticker/locale/newsticker_*.po
Languages: it

source: Newsticker: The RSS News Reader
it: Newsticker: Il Reader di News RSS

source: Displays RSS news feeds from various sources
it: Mostra feed RSS di news da varie fonti

source: Show Newsticker
it: Mostra Newsticker

source: Shows the Newsticker Window
it: Mostra la Finestra del Newsticker

source: Edit source
it: Modifica fonte

source: Source Name:
it: Nome Fonte:

source: Source Url:
it: Url Fonte:

source: Language:
it: Lingua:

source: Category:
it: Categoria:

source: Use notifier
it: Usa notificatore

source: Use the notifier window to inform about news
it: Usa il notifier per avvertire di nuove news

source: Cancel
it: Annulla

source: Yes
it: Si

source: Error
it: Errore

source: Unnamed
it: SenzaNome

source: The url can't be empty!
it: L'url non puo' essere vuota!

source: The url must start with http://
it: L'url deve iniziare con http://

source: Name
it: Nome

source: Language
it: Lingua

source: Topic
it: Tema

source: Defaults
it: Predefinito

source: New...
it: Nuova...

source: Remove
it: Rimuovi

source: Edit...
it: Modifica...

source: Sources
it: Fonti

source: Other
it: Altro

source: Strip Html Tags
it: Elimina Tag Html

source: Remove Downloaded RSS Feed Files
it: Elimina i Files RSS Temporanei

source: Refetch RSS Feeds After
it: Scarica i Feed RSS Dopo

source: seconds
it: secondi

source: Newsticker Configuration
it: Configurazione Newsticker

source: New RSS Source
it: Nuova Fonte RSS

source: http://url.to.your.rss.feed
it: http://url.del.tuo.feed.rss

source: Show the first available news entry
it: Mostra la prima news disponibile

source: Show previous news entry
it: Mostra la news precedente

source: Show the next unread news entry
it: Mostra la prossima news non letta

source: Show the next news entry
it: Mostra la prossima news

source: Show the last available news entry
it: Mostra l'ultima news disponibile

source: Close the Newsticker
it: Chiudi il Newsticker

source: Configure the Newsticker
it: Configura il Newsticker

source: Automatic slide-show of news. If you keep it on, the news will be displayed passively, for 30 seconds each one.
it: Slide-show automatico delle news. Se lo tieni attivo le news saranno mostrate in modo passivo, per 30 secondi ognuna

source: View the current article online
it: Mostra l'articolo corrente online

source: Advertise the current news entry to the current channel or query
it: Publicizza la news entry sul canale attivo o sulla query attiva

source: No news (yet)
it: Nessuna news (ancora)

source: of
it: di

source: unread
it: nuove

source: Confirm close
it: Conferma chiusura

source: Do you really want to close the Newsticker ?
it: Vuoi veramente chiudere il Newsticker ?
