Repository: AndrioCelos/kvirc-scripts
Catalog: KISS/locale/kiss_*.po
Languages: de, it

source: Allows to change KVIrc icons sets
de: Erlaubt das Ändern der KVIrc Symbolsets
it: Permette di cambiare le icone di KVIrc

source: Allows configuring the "K.I.S.S." addon
de: Erlaubt das Konfigurieren der "K.I.S.S." Erweiterung
it: Permette di configurare l'addon "K.I.S.S."

source: Created by
de: Erstellt von
it: Creato da

source: What icon set would you like to install?
de: Welche Symbole sollen installiert werden?
it: Quale set di icone vuoi installare?

source: Classic Icons
de: klassische Symbole
it: Icone Classiche

source: This set will install the classic old-style KVIrc icons.<br /> Indicated to users with a bit of melancholy :)
de: Dieses Set installiert die klassischen älteren KVIrc-Symbole.<br /> Angebracht für Nutzer mit ein kleinwenig Melancholie :)
it: Questo set installerà le icone classiche di KVIrc.<br /> Indicato agli utenti melanconici :)

source: Classic Smiles
de: klassische Smilies
it: Smile Classici

source: This set will install the brand new icon with the old-style<br /> KVIrc smiles, to make KVIrc modern with a bit of vintage style
de: Dieses Set installiert die brandneuen Symbole mit den alten<br /> KVIrc-Smiles, um KVIrc modern, mit einem bisschen Traditionellem, aussehen zu lassen
it: Questo set installerà le nuove icone con i vecchi smile<br /> di KVIrc, per avere un KVIrc moderno con un tocco di stile vintage

source: New Icons
de: Neue Symbole
it: Nuove Icone

source: This set will install the brand new icons, shipped with the<br /> KVIrc distribution
de: Dieses Set installiert die brandneuen Symbole, die mit KVIrc<br /> ausgeliefert werden
it: Questo set installerà le nuove icone, fornite con la<br /> distribuzione di KVIrc

source: Install
de: Installieren
it: Installa

source: Exit
de: Verlassen
it: Esci

source: You found a bug, please report it
de: Sie haben einen Fehler gefunden, bitte melden Sie ihn
it: Hai trovato un bug, riferiscilo

source: You have to restart KVIrc to make changes effective
de: KVIrc muss neu gestartet werden, damit die Änderungen wirksam werden
it: Devi riavviare KVIrc per rendere effettivi i cambiamenti
